[
  "gr. AHTOPOL, Post code 8280, Mun. TSAREVO, Reg. BURGAS",
  "gr. AKSAKOVO, Post code 9154, Mun. AKSAKOVO, Reg. VARNA",
  "gr. ALFATAR, Post code 7580, Mun. ALFATAR, Reg. SILISTRA",
  "gr. ANTONOVO, Post code 7850, Mun. ANTONOVO, Reg. TARGOVISHTE",
  "gr. APRILTSI, Post code 5641, Mun. APRILTSI, Reg. LOVECH",
  "gr. ARDINO, Post code 6750, Mun. ARDINO, Reg. KARDZHALI",
  "gr. ASSENOVGRAD, Post code 4230, Mun. ASSENOVGRAD, Reg. PLOVDIV",
  "gr. AVREN, Post code 9137, Mun. AVREN, Reg. VARNA",
  "gr. AYTOS, Post code 8500, Mun. AYTOS, Reg. BURGAS",
  "gr. AYTOS, Post code 8500, Mun. AYTOS, Reg. BURGAS",
  "gr. BALCHIK, Post code 9600, Mun. BALCHIK, Reg. DOBRICH",
  "gr. BALCHIK, Post code 9600, Mun. BALCHIK, Reg. DOBRICH",
  "gr. BANSKO, Post code 2770, Mun. BANSKO, Reg. BLAGOEVGRAD",
  "gr. BANSKO, Post code 2770, Mun. BANSKO, Reg. BLAGOEVGRAD",
  "gr. BELA, Post code 5930, Mun. BELA, Reg. VRATSA",
  "gr. BELOGRADCHIK, Post code 3900, Mun. BELOGRADCHIK, Reg. VIDIN",
  "gr. BELOSPOV, Post code 2343, Mun. BELOSPOV, Reg. SOFIA",
  "gr. BERKOVITSA, Post code 3500, Mun. BERKOVITSA, Reg. MONTANA",
  "gr. BERKOVITSA, Post code 3500, Mun. BERKOVITSA, Reg. MONTANA",
  "gr. BESEN, Post code 4844, Mun. BESEN, Reg. PAZARDZHIK",
  "gr. BLAGOEVGRAD, Post code 2700, Mun. BLAGOEVGRAD, Reg. BLAGOEVGRAD",
  "gr. BLAGOEVGRAD, Post code 2700, Mun. BLAGOEVGRAD, Reg. BLAGOEVGRAD",
  "gr. BOBOV DOL, Post code 2670, Mun. BOBOV DOL, Reg. KYUSTENDIL",
  "gr. BOTEVGRAD, Post code 2140, Mun. BOTEVGRAD, Reg. SOFIA",
  "gr. BOTEVGRAD, Post code 2140, Mun. BOTEVGRAD, Reg. SOFIA",
  "gr. BOYCHINOVTSI, Post code 3460, Mun. BOYCHINOVTSI, Reg. MONTANA",
  "gr. BREGOVO, Post code 3840, Mun. BREGOVO, Reg. VIDIN",
  "gr. BREZN, Post code 5664, Mun. BREZN, Reg. SOFIA",
  "gr. BURGAS, Post code 8000, Mun. BURGAS, Reg. BURGAS",
  "gr. BYALA, Post code 7100, Mun. BYALA, Reg. RUSE",
  "gr. BYALA CHERKVA, Post code 5140, Mun. BYALA CHERKVA, Reg. VELIKO TARNOVO",
  "gr. BYALA SLATINA, Post code 3200, Mun. BYALA SLATINA, Reg. VRATSA",
  "gr. CHEPELARE, Post code 4850, Mun. CHEPELARE, Reg. SMOLYAN",
  "gr. CHERVEN BRYAG, Post code 5980, Mun. CHERVEN BRYAG, Reg. PLEVEN",
  "gr. CHIRPAN, Post code 6200, Mun. CHIRPAN, Reg. STARA ZAGORA",
  "gr. CHIRPAN, Post code 6200, Mun. CHIRPAN, Reg. STARA ZAGORA",
  "gr. DEBELETS, Post code 5005, Mun. DEBELETS, Reg. VELIKO TARNOVO",
  "gr. DEVIN, Post code 4800, Mun. DEVIN, Reg. SMOLYAN",
  "gr. DEVNYA, Post code 9160, Mun. DEVNYA, Reg. VARNA",
  "gr. DIMITROVGRAD, Post code 6400, Mun. DIMITROVGRAD, Reg. HASKOVO",
  "gr. DOBRICH, Post code 9300, Mun. DOBRICH, Reg. DOBRICH",
  "gr. DOBRICH, Post code 9300, Mun. DOBRICH, Reg. DOBRICH",
  "gr. DOLNA BANYA, Post code 2040, Mun. DOLNA BANYA, Reg. SOFIA",
  "gr. DOLNA MITROPOLIA, Post code 5800, Mun. DOLNA MITROPOLIA, Reg. PLEVEN",
  "gr. DOLNI DUBNIK, Post code 5940, Mun. DOLNI DUBNIK, Reg. PLEVEN",
  "gr. DOSPAT, Post code 4831, Mun. DOSPAT, Reg. SMOLYAN",
  "gr. DRYANOVO, Post code 5370, Mun. DRYANOVO, Reg. GABROVO",
  "gr. DULOV, Post code 9220, Mun. DULOV, Reg. VARNA",
  "gr. DUPNITSA, Post code 2600, Mun. DUPNITSA, Reg. KYUSTENDIL",
  "gr. DUPNITSA, Post code 2600, Mun. DUPNITSA, Reg. KYUSTENDIL",
  "gr. DVE MOGILI, Post code 7150, Mun. DVE MOGILI, Reg. RUSE",
  "gr. ELHOVO, Post code 8700, Mun. ELHOVO, Reg. YAMBOL",
  "gr. ELHOVO, Post code 8700, Mun. ELHOVO, Reg. YAMBOL",
  "gr. GABROVO, Post code 5300, Mun. GABROVO, Reg. GABROVO",
  "gr. GOTSE DELCHEV, Post code 2900, Mun. GOTSE DELCHEV, Reg. BLAGOEVGRAD",
  "gr. HASKOVO, Post code 6300, Mun. HASKOVO, Reg. HASKOVO",
  "gr. KARDZHALI, Post code 6600, Mun. KARDZHALI, Reg. KARDZHALI",
  "gr. KARLOVO, Post code 4300, Mun. KARLOVO, Reg. PLOVDIV",
  "gr. KARNABAT, Post code 8400, Mun. KARNABAT, Reg. BURGAS",
  "gr. KAZANLAK, Post code 6100, Mun. KAZANLAK, Reg. STARA ZAGORA",
  "gr. KYUSTENDIL, Post code 2500, Mun. KYUSTENDIL, Reg. KYUSTENDIL",
  "gr. LOM, Post code 3600, Mun. LOM, Reg. MONTANA",
  "gr. LOVECH, Post code 5500, Mun. LOVECH, Reg. LOVECH",
  "gr. MEZDRA, Post code 3100, Mun. MEZDRA, Reg. VRATSA",
  "gr. MONTANA, Post code 3400, Mun. MONTANA, Reg. MONTANA",
  "gr. NOVA ZAGORA, Post code 8900, Mun. NOVA ZAGORA, Reg. SLIVEN",
  "gr. PANAGYURISHTE, Post code 4500, Mun. PANAGYURISHTE, Reg. PAZARDZHIK",
  "gr. PAVLIKENI, Post code 5200, Mun. PAVLIKENI, Reg. VELIKO TARNOVO",
  "gr. Pazardzhik, Post code 4400, Mun. PAZARDZHIK, Reg. PAZARDZHIK",
  "gr. PERNIK, Post code 2300, Mun. PERNIK, Reg. PERNIK",
  "gr. PETRICH, Post code 2850, Mun. PETRICH, Reg. BLAGOEVGRAD",
  "gr. PLEVEN, Post code 5800, Mun. PLEVEN, Reg. PLEVEN",
  "gr. PLOVDIV, Post code 4000, Mun. PLOVDIV, Reg. PLOVDIV",
  "gr. PROVADIA, Post code 9200, Mun. PROVADIA, Reg. VARNA",
  "gr. RAZGRAD, Post code 7200, Mun. RAZGRAD, Reg. RAZGRAD",
  "gr. RAZLOG, Post code 2760, Mun. RAZLOG, Reg. BLAGOEVGRAD",
  "gr. RUSE, Post code 7000, Mun. RUSE, Reg. RUSE",
  "gr. SAMOKOV, Post code 2000, Mun. SAMOKOV, Reg. SOFIA",
  "gr. SANDANSKI, Post code 2800, Mun. SANDANSKI, Reg. BLAGOEVGRAD",
  "gr. SEVLIEVO, Post code 5400, Mun. SEVLIEVO, Reg. GABROVO",
  "gr. SHUMEN, Post code 9700, Mun. SHUMEN, Reg. SHUMEN",
  "gr. SILISTRA, Post code 7500, Mun. SILISTRA, Reg. SILISTRA",
  "gr. SIMITLI, Post code 2730, Mun. SIMITLI, Reg. BLAGOEVGRAD",
  "gr. SLIVEN, Post code 8800, Mun. SLIVEN, Reg. SLIVEN",
  "gr. SMOLYAN, Post code 4700, Mun. SMOLYAN, Reg. SMOLYAN",
  "gr. SOFIA, Post code 1000, Mun. SOFIA, Reg. SOFIA",
  "gr. SOZOPOL, Post code 8130, Mun. SOZOPOL, Reg. BURGAS",
  "gr. SREDETS, Post code 8300, Mun. SREDETS, Reg. BURGAS",
  "gr. STARA ZAGORA, Post code 6000, Mun. STARA ZAGORA, Reg. STARA ZAGORA",
  "gr. SVISHTOV, Post code 5250, Mun. SVISHTOV, Reg. VELIKO TARNOVO",
  "gr. TARGOVISHTE, Post code 7700, Mun. TARGOVISHTE, Reg. TARGOVISHTE",
  "gr. TOPOLI, Post code 9104, Mun. VARNA, Reg. VARNA",
  "gr. TROYAN, Post code 5600, Mun. TROYAN, Reg. LOVECH",
  "gr. TUTRAKAN, Post code 7600, Mun. TUTRAKAN, Reg. SILISTRA",
  "gr. VARNA, Post code 9000, Mun. VARNA, Reg. VARNA",
  "gr. VELIKO TARNOVO, Post code 5000, Mun. VELIKO TARNOVO, Reg. VELIKO TARNOVO",
  "gr. VIDIN, Post code 3700, Mun. VIDIN, Reg. VIDIN",
  "gr. VRABEVO, Post code 5670, Mun. TROYAN, Reg. LOVECH",
  "gr. VRATSA, Post code 3000, Mun. VRATSA, Reg. VRATSA",
  "gr. YAMBOL, Post code 8600, Mun. YAMBOL, Reg. YAMBOL"
]